Repository: midnightchip/Asteroid
Catalog: preferences/Resources/*.lproj/AsteroidSupport.strings
Languages: de

source: Developer
de: Entwickler

source: Depiction
de: Weitere Informationen

source: Learn more about Asteroid
de: Erfahre mehr über Asteroid

source: Donations
de: Spenden

source: Make a Donation
de: Tätige eine Spende

# Compensate_Casle
source: Help compensate the casle for his efforts
de: Spende the casle für seine Bemühungen

# Compensate_Midnight
source: Help compensate MidnightChips for his efforts
de: Spende MidnightChips für seine Bemühungen

source: Submit an Issue
de: Fehler melden

# Report_Bug
source: Report a bug on GitHub and feel warm and fuzzy
de: Reiche einen Bugreport auf GitHub ein

source: Email Support
de: Support via E-Mail

# Email_Me
source: Need help? Send me an email and I'll do my best.
de: Benötigst du Hilfe? Sende mir eine E-Mail und ich werde mein bestes versuchen (Englisch).

source: Copy Tweak List
de: Tweak-Liste kopieren

# Get_List
source: Needing a list of all installed tweaks?
de: Benötigst du eine Liste deiner installierten Tweaks?

source: Contact
de: Kontakt

source: Special Thanks
de: Danksagung

# Reddit_Casle
source: Stay informed by following the casle on Reddit
de: Bleibe auf dem Laufenden und folge the casle auf Reddit

# Reddit_Midnight
source: Stay informed by following MidnightChips on Reddit
de: Bleibe auf dem Laufenden und folge MidnightChips auf Reddit

# June_Blurb
source: Support June by donating to get access to his amazing tweaks and themes.
de: Unterstütze June mit einer Spende und erhalte Zugang zu allen seinen großartigen Tweaks und Themes.

# WA_Perms
source: We had permision to use portions of Weather Animations to start Asteroid.
de: Wir hatten die Berechtigung Teile von Weather Animations als Grundlage für Asteroid zu verwenden.

source: License Information
de: Lizenzinformation
